# 取得額度、額度歸零

## API Document

> 取得指定帳號額度

| 項目                      | 內容                       | 說明                                  |
|---------------------------|----------------------------|---------------------------------------|
| <b>路徑</b>               | config-sport/quota/get-all-game-quota           |                                       |
| <b>方法</b>               | GET                        |                                       |
| <b>權限</b>               | 檢視                       |                                       |
| <b>參數</b>               | p33_ant_guid               | 欲取得額度的帳號GUID                  |
| <b>備註</b>               | 無                         |                                       |
|                           |                            |                                       |



# 會員遊戲資源




## API Document

> 取得遊戲剩餘點數或額度

| 項目                      | 內容                       | 說明                                  |
|---------------------------|----------------------------|---------------------------------------|
| <b>路徑</b>               | config-sport/member-resource/get-balance           |                                       |
| <b>方法</b>               | GET                        |                                       |
| <b>權限</b>               | 登入                       |                                       |
| <b>參數</b>               | 無                         |                                       |
| <b>備註</b>               | 僅供會員使用                         |                                       |
|                           |                            |                                       |

